Repository: probonopd/appset
Catalog: po/*.po
Languages: it, nb

source: Desktop %s
it: Scrivania %s
nb: Skrivebord %s

source: Desktop
it: Scrivania
nb: Skrivebord

source: Appearance Settings
it: Impostazioni dell'aspetto
nb: Innstillinger for utseende

source: Layout
it: Stile:
nb: Utforming

source: Set how the wallpaper should be fitted to the screen
it: Definisce come l'immagine di sfondo deve adattarsi allo schermo
nb: Velg hvordan skrivebordsbakgrunnen skal tilpasses skjermen

source: No image
it: Nessuna immagine
nb: Ingen bilde

source: Centre image on screen
it: Immagine centrata
nb: Sentrer bildet på skjermen

source: Fit image onto screen
it: Immagine scalata
nb: Fest bildet til skjermen

source: Fill screen with image
it: Immagine ingrandita
nb: Fyll skjermen med bildet

source: Stretch to cover screen
it: Immagine allungata
nb: Strekk for å dekke skjermen

source: Tile image
it: Immagine ripetuta
nb: Flisbilde

source: Picture
it: Immagine:
nb: Bilde

source: Choose image file to use as wallpaper
it: Seleziona l'immagine da utilizzare come sfondo
nb: Velg en billedfil å bruke som skrivebordsbakgrunn

source: Color
it: Colore:
nb: Farge

source: Choose the color of the desktop background
it: Seleziona il colore di sfondo della scrivania
nb: Velg fargen til skrivebordsbakgrunnen

source: Text Color
it: Colore del testo:
nb: Tekstfarge

source: Choose the color of the text used for desktop icon labels
it: Seleziona il colore del testo utilizzato per le etichette delle icone sulla scrivania
nb: Velg fargen til teksten som brukes til skrivebordsikon-etiketter

source: Documents
it: Documenti
nb: Dokumenter

source: Show the documents folder on the desktop
it: Mostra sulla scrivania la cartella dei documenti
nb: Vis «Dokumenter»-mappen på skrivebordet

source: Wastebasket
it: Cestino
nb: Papirkurv

source: Show the wastebasket on the desktop
it: Mostra sulla scrivania il cestino
nb: Vis papirkurven på skrivebordet

source: Mounted Disks
it: Dispositivi rimovibili
nb: Monterte disker

source: Show mounted disks on the desktop
it: Mostra sulla scrivania i dispositivi rimovibili
nb: Vis monterte disker på skrivebordet

source: Show identical desktop on second monitor
it: Mostra una scrivania identica sul secondo monitor
nb: Vis et identisk skrivebord på den andre skjermen

source: Check this box to show the same desktop image and icons on both monitors
it: Mostra la stessa immagine di sfondo e le icone su entrambi i monitor
nb: Kryss av denne boksen for å vise det samme skrivebords-bildet og -ikonene på begge skjermer

source: Desktop 1
it: Scrivania 1
nb: Skrivebord 1

source: Desktop Folder
it: Cartella del desktop
nb: Skrivebordsmappe

source: Choose the folder containing files to be shown on the second desktop
it: Seleziona la cartella contenente i file da mostrare sulla seconda scrivania
nb: Velg mappen som inneholder filene som skal vises på det andre skrivebordet

source: Desktop 2
it: Scrivania 2
nb: Skrivebord 2

source: Size
it: Dimensione:
nb: Størrelse

source: Set the size of icons used on the toolbar and menu
it: Imposta la dimensione delle icone della barra degli strumenti e del menu
nb: Bestem størrelsen på ikonene som brukes i verktøylinjen og menyen

source: Very large (48x48)
it: Molto grande (48x48)
nb: Veldig stor (48x48)

source: Large (32x32)
it: Grande (32x32)
nb: Stor (32x32)

source: Medium (24x24)
it: Media (24x24)

source: Small (16x16)
it: Piccola (16x16)
nb: Liten (16x16)

source: Position
it: Posizione:
nb: Posisjon

source: Top
it: In alto
nb: Topp

source: Show the taskbar at the top of the screen
it: Mostra la barra delle attività nel bordo superiore dello schermo
nb: Vis oppgavelinjen øverst på skjermen

source: Bottom
it: In basso
nb: Bunn

source: Show the taskbar at the bottom of the screen
it: Mostra la barra delle attività nel bordo inferiore dello schermo
nb: Vis oppgavelinjen nederst på skjermen

source: Choose the color of the taskbar background
it: Seleziona il colore di sfondo della barra delle attività
nb: Velg fargen på oppgavelinjens bakgrunn

source: Choose the color of text used on the taskbar
it: Sceglie il colore del testo usato nella barra delle attività
nb: Velg fargen på teksten som brukes på oppgavelinjen

source: Location
it: Posizione
nb: Lokasjon

source: Show the taskbar on screen 1
it: Mostra la barra delle attività sullo schermo 1
nb: Vis oppgavelinjen på skjerm 1

source: Show the taskbar on screen 2
it: Mostra la barra delle attività sullo schermo 2
nb: Vis oppgavelinjen på skjerm 2

source: Menu Bar
it: Barra del menu
nb: Menylinje

source: Font
it: Carattere:
nb: Skrifttype

source: Choose the font used for labels and menus
it: Seleziona il carattere utilizzato per etichette e menu
nb: Velg skrifttypen som brukes til etiketter og menyer

source: Highlight Color
it: Colore in evidenza:
nb: Fremhevingsfarge

source: Choose the color used to highlight active elements
it: Seleziona il colore utilizzato per evidenziare gli elementi attivi
nb: Velg fargen som brukes til å fremheve aktive elementer

source: Highlight Text Color
it: Colore del testo in evidenza:
nb: Fremhevingstekstfarge

source: Choose the color used for text on active elements
it: Seleziona il colore utilizzato per il testo degli elementi attivi
nb: Velg fargen som brukes til tekst på aktive elementer

source: Mouse Cursor
it: Cursore del mouse:
nb: Musepeker

source: Set the size of the mouse cursor
it: Imposta la dimensione del cursore del mouse
nb: Velg størrelsen til musepekeren

source: Large
it: Grande
nb: Stor

source: Medium
it: Medio
nb: Middels

source: Small
it: Piccolo
nb: Liten

source: New mouse cursor size will take effect at reboot
it: Le nuove dimensioni del cursore del mouse avranno effetto al riavvio
nb: Den nye musepekerstørrelsen vil bli benyttet ved omstart

source: System
it: Sistema

source: For large screens:
it: Per schermi grandi:
nb: For store skjermer:

source: Set Defaults
it: Imposta valori predefiniti
nb: Velg standarder

source: Set to default values for high-resolution displays
it: Imposta i valori predefiniti per monitor ad alta risoluzione
nb: Sett til standardverdier for høyoppløsningsskjermer

source: For medium screens:
it: Per schermi medi:
nb: For mellomstore skjermer:

source: Set to default values for medium-resolution displays
it: Imposta i valori predefiniti per monitor a media risoluzione
nb: Sett til standardverdier for skjermer med middels oppløsning

source: For small screens:
it: Per schermi piccoli:
nb: For små skjermer:

source: Set to default values for low-resolution displays
it: Imposta i valori predefiniti per monitor a bassa risoluzione
nb: Sett til standardverdier for lavoppløsningsskjermer

source: Defaults
it: Predefiniti
nb: Forvalg

source: Configure the appearance of the desktop and windows
it: Configura l'aspetto della scrivania e delle finestre
nb: Konfigurer utseendet til skrivebordet og vinduer

source: Password Required
it: Password necessaria
nb: Passord påkrevd
